cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'coreutils'
brew 'node'
brew 'awscli'
brew 'git'
brew 'heroku-toolbelt'
brew 'lua'
brew 'macvim'
brew 'python'
brew 'rbenv'
brew 'sqlite'
brew 'thefuck'
brew 'vim'
brew 'youtube-dl'
brew 'mergepbx'
brew 'phpunit'
brew 'keybase'
brew 'git-lfs'

cask 'alfred'
cask 'atlauncher'
cask 'audacity'
cask 'bartender'
cask 'dropzone'
cask 'feed-the-beast'
cask 'filezilla'
cask 'firefox'
cask 'google-chrome'
cask 'google-chrome-dev'
cask 'jadengeller-helium'
cask 'minecraft'
cask 'slack'
cask 'teamspeak-client'
cask 'the-unarchiver'
cask 'unity-web-player'
cask 'utorrent'
cask 'vlc'
cask '1password'
cask 'android-studio'
cask 'atom'
cask 'cleanmymac'
cask 'cord'
cask 'discord'
cask 'eclipse-installer'
cask 'flux'
cask 'virtualbox'
cask 'genymotion'
cask 'intellij-idea'
cask 'istat-menus'
cask 'iterm2'
cask 'nylas-n1'
cask 'licecap'
cask 'openemu'
cask 'paw'
cask 'phpstorm'
cask 'dropbox'
cask 'poolside-fm'
cask 'postbox'
cask 'postman'
cask 'sequel-pro'
cask 'sketch-toolbox'
cask 'sketch'
cask 'skype'
cask 'sourcetree'
cask 'spotify'
cask 'sqlitebrowser'
cask 'subler'
cask 'sublime-text3'
cask 'unetbootin'
cask 'utorrent'
cask 'vox'
cask 'android-file-transfer'
cask 'dockertoolbox'
