cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'neovim/neovim'
tap 'thoughtbot/formulae'

#==============================================================================
# Command-Line
#==============================================================================
brew 'ctags'
brew 'coreutils'
brew 'openssl'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'zsh'
brew 'neovim/neovim/neovim'
brew 'git'
brew 'git-lfs'
brew 'node'
brew 'python3'
brew 'python'
brew 'rbenv'
brew 'ruby-build'
brew 'mas'
brew 'liftoff'
brew 'yarn'
brew 'fzf'

# for gnupg
brew 'pinentry-mac'
brew 'gnupg2'

#==============================================================================
# Applications
#==============================================================================
# Web Browsers
cask 'google-chrome'
cask 'iterm2'
cask 'sequel-pro'
cask 'android-studio'
cask 'filezilla'
cask 'slack'
cask 'discord'
cask 'postbox'
cask 'textual'
cask 'spotify'
cask 'the-unarchiver'
cask 'istat-menus'
cask 'subler'
cask 'android-file-transfer'
cask 'keepingyouawake'
cask 'flux'
cask 'cleanmymac'
cask '1password'
cask 'java'
cask 'vlc'
cask 'virtualbox'
cask 'dropbox'
cask 'imageoptim'
cask 'vimr'

# REST client
cask 'insommnia'

# for gnupg
cask 'gpgtools'
