cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'neovim/neovim'

#==============================================================================
# Command-Line
#==============================================================================
# Unix
brew 'ctags'
brew 'openssl'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'vim'
brew 'zsh'
brew 'keybase'
brew 'neovim/neovim/neovim'

# Web Services Tools
brew 'heroku-toolbelt'
brew 'awscli'

# Git
brew 'git'
brew 'git-lfs'
brew 'hub'

# Programming
brew 'node'
brew 'lua'
brew 'python3'
brew 'python'
brew 'rbenv'
brew 'ruby-build'

# Misc
brew 'coreutils'
brew 'sqlite'
brew 'thefuck'
brew 'youtube-dl'
brew 'mergepbx'

#==============================================================================
# Applications
#==============================================================================
# Web Browsers
cask 'google-chrome-dev'
cask 'firefox'

# Programming
cask 'iterm2'
cask 'macvim'
cask 'sublime-text'
cask 'sequel-pro'
cask 'paw'
cask 'android-studio'
cask 'eclipse-installer'
cask 'filezilla'
cask 'genymotion'
#cask 'intellij-idea'

# Communication
cask 'slack'
cask 'discord'
cask 'postbox'
cask 'skype'
cask 'textual'

# Audio
cask 'spotify'
#cask 'vox'
#cask 'poolside-fm'

# Utilities
cask 'the-unarchiver'
cask 'istat-menus'
cask 'subler'
cask 'android-file-transfer'
cask 'keepingyouawake'
cask 'flux'
cask 'cleanmymac'
cask '1password'
cask 'java'
#cask 'dropzone'
#cask 'unetbootin'
#cask 'liteicon'

# Misc
cask 'vlc'
cask 'virtualbox'
cask 'licecap'
cask 'dropbox'
cask 'sketch'
cask 'skyfonts'
#cask 'utorrent'
#cask 'jadengeller-helium'
#cask 'feed-the-beast'
