{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "WinGetVersion" : "1.8.1911",
  "Sources": [{
    "Packages": [
        { "PackageIdentifier": "BurntSushi.ripgrep.MSVC" },
        { "PackageIdentifier": "DEVCOM.Lua" },
        { "PackageIdentifier": "DEVCOM.LuaJIT" },
        { "PackageIdentifier": "EclipseAdoptium.Temurin.8.JDK" },
        { "PackageIdentifier": "eza-community.eza" },
        { "PackageIdentifier": "GnuWin32.Make" },
        { "PackageIdentifier": "jqlang.jq" },
        { "PackageIdentifier": "junegunn.fzf" },
        { "PackageIdentifier": "Kitware.CMake" },
        { "PackageIdentifier": "Microsoft.OpenJDK.17" },
        { "PackageIdentifier": "Microsoft.OpenJDK.21" },
        { "PackageIdentifier": "Microsoft.PowerShell" },
        { "PackageIdentifier": "Mozilla.SOPS" },
        { "PackageIdentifier": "OpenJS.NodeJS.LTS" },
        { "PackageIdentifier": "Python.Python.3.12" },
        { "PackageIdentifier": "Rustlang.Rustup" },
        { "PackageIdentifier": "sharkdp.fd" },
        { "PackageIdentifier": "WinFsp.WinFsp" },
        { "PackageIdentifier": "zig.zig" },

        { "PackageIdentifier": "7zip.7zip" },
        { "PackageIdentifier": "AgileBits.1Password" },
        { "PackageIdentifier": "AgileBits.1Password.CLI" },
        { "PackageIdentifier": "ajeetdsouza.zoxide" },
        { "PackageIdentifier": "AntibodySoftware.WizTree" },
        { "PackageIdentifier": "Armin2208.WindowsAutoNightMode" },
        { "PackageIdentifier": "Beeper.Beeper" },
        { "PackageIdentifier": "Cryptomator.Cryptomator" },
        { "PackageIdentifier": "DevToys-app.DevToys" },
        { "PackageIdentifier": "Discord.Discord.PTB" },
        { "PackageIdentifier": "Docker.DockerDesktop" },
        { "PackageIdentifier": "Doist.Todoist" },
        { "PackageIdentifier": "ebkr.r2modman" },
        { "PackageIdentifier": "ElectronicArts.EADesktop" },
        { "PackageIdentifier": "Figma.Figma" },
        { "PackageIdentifier": "Git.Git" },
        { "PackageIdentifier": "GnuPG.Gpg4win" },
        { "PackageIdentifier": "Helix.Helix" },
        { "PackageIdentifier": "HeroicGamesLauncher.HeroicGamesLauncher" },
        { "PackageIdentifier": "HumbleBundle.HumbleApp" },
        { "PackageIdentifier": "ItchIo.Itch" },
        { "PackageIdentifier": "Iterate.Cyberduck" },
        { "PackageIdentifier": "JesseDuffield.lazygit" },
        { "PackageIdentifier": "Kopia.KopiaUI" },
        { "PackageIdentifier": "LizardByte.Sunshine" },
        { "PackageIdentifier": "LocalSend.LocalSend" },
        { "PackageIdentifier": "MHNexus.HxD" },
        { "PackageIdentifier": "Microsoft.PowerToys" },
        { "PackageIdentifier": "Microsoft.VisualStudioCode" },
        { "PackageIdentifier": "Microsoft.WindowsTerminal" },
        { "PackageIdentifier": "Modrinth.ModrinthApp" },
        { "PackageIdentifier": "Neovim.Neovim" },
        { "PackageIdentifier": "Obsidian.Obsidian" },
        { "PackageIdentifier": "OlegShparber.Zeal" },
        { "PackageIdentifier": "Olivia.VIA" },
        { "PackageIdentifier": "Ollama.Ollama" },
        { "PackageIdentifier": "Playnite.Playnite" },
        { "PackageIdentifier": "PrismLauncher.PrismLauncher" },
        { "PackageIdentifier": "PrivateInternetAccess.PrivateInternetAccess" },
        { "PackageIdentifier": "SideQuestVR.SideQuest" },
        { "PackageIdentifier": "Spotify.Spotify" },
        { "PackageIdentifier": "TablePlus.TablePlus" },
        { "PackageIdentifier": "TheBrowserCompany.Arc" },
        { "PackageIdentifier": "Ubisoft.Connect" },
        { "PackageIdentifier": "Valve.Steam" },
        { "PackageIdentifier": "VideoLAN.VLC" },
        { "PackageIdentifier": "VirtualDesktop.Streamer" },
        { "PackageIdentifier": "voidtools.Everything" },
        { "PackageIdentifier": "WinMerge.WinMerge" },
        { "PackageIdentifier": "Zen-Team.Zen-Browser" }
    ],
    "SourceDetails": {
      "Argument": "https://cdn.winget.microsoft.com/cache",
      "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
      "Name": "winget",
      "Type": "Microsoft.PreIndexed.Package"
    }
  }]
}
