{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "WinGetVersion" : "1.8.1911",
  "Sources": [{
    "Packages": [
        { "PackageIdentifier": "BurntSushi.ripgrep.MSVC", "Version": "latest" },
        { "PackageIdentifier": "EclipseAdoptium.Temurin.8.JDK", "Version": "latest" },
        { "PackageIdentifier": "eza-community.eza", "Version": "latest" },
        { "PackageIdentifier": "GnuWin32.Make", "Version": "latest" },
        { "PackageIdentifier": "jqlang.jq", "Version": "latest" },
        { "PackageIdentifier": "junegunn.fzf", "Version": "latest" },
        { "PackageIdentifier": "Microsoft.OpenJDK.17", "Version": "latest" },
        { "PackageIdentifier": "Microsoft.OpenJDK.21", "Version": "latest" },
        { "PackageIdentifier": "Microsoft.PowerShell", "Version": "latest" },
        { "PackageIdentifier": "Mozilla.SOPS", "Version": "latest" },
        { "PackageIdentifier": "Python.Python.3.12", "Version": "latest" },
        { "PackageIdentifier": "WinFsp.WinFsp", "Version": "latest" },

        { "PackageIdentifier": "7zip.7zip", "Version": "latest" },
        { "PackageIdentifier": "AgileBits.1Password", "Version": "latest" },
        { "PackageIdentifier": "AgileBits.1Password.CLI", "Version": "latest" },
        { "PackageIdentifier": "AntibodySoftware.WizTree", "Version": "latest" },
        { "PackageIdentifier": "Beeper.Beeper", "Version": "latest" },
        { "PackageIdentifier": "Cryptomator.Cryptomator", "Version": "latest" },
        { "PackageIdentifier": "Discord.Discord.PTB", "Version": "latest" },
        { "PackageIdentifier": "Docker.DockerDesktop", "Version": "latest" },
        { "PackageIdentifier": "ebkr.r2modman", "Version": "latest" },
        { "PackageIdentifier": "ElectronicArts.EADesktop", "Version": "latest" },
        { "PackageIdentifier": "Figma.Figma", "Version": "latest" },
        { "PackageIdentifier": "Git.Git", "Version": "latest" },
        { "PackageIdentifier": "GnuPG.Gpg4win", "Version": "latest" },
        { "PackageIdentifier": "GOG.Galaxy", "Version": "latest" },
        { "PackageIdentifier": "HeroicGamesLauncher.HeroicGamesLauncher", "Version": "latest" },
        { "PackageIdentifier": "HumbleBundle.HumbleApp", "Version": "latest" },
        { "PackageIdentifier": "ItchIo.Itch", "Version": "latest" },
        { "PackageIdentifier": "Iterate.Cyberduck", "Version": "latest" },
        { "PackageIdentifier": "JesseDuffield.lazygit", "Version": "latest" },
        { "PackageIdentifier": "Kopia.KopiaUI", "Version": "latest" },
        { "PackageIdentifier": "LizardByte.Sunshine", "Version": "latest" },
        { "PackageIdentifier": "MHNexus.HxD", "Version": "latest" },
        { "PackageIdentifier": "Microsoft.PowerToys", "Version": "latest" },
        { "PackageIdentifier": "Microsoft.VisualStudioCode", "Version": "latest" },
        { "PackageIdentifier": "Microsoft.WindowsTerminal", "Version": "latest" },
        { "PackageIdentifier": "Modrinth.ModrinthApp", "Version": "latest" },
        { "PackageIdentifier": "Neovim.Neovim", "Version": "latest" },
        { "PackageIdentifier": "Nvidia.GeForceExperience", "Version": "latest" },
        { "PackageIdentifier": "Obsidian.Obsidian", "Version": "latest" },
        { "PackageIdentifier": "OlegShparber.Zeal", "Version": "latest" },
        { "PackageIdentifier": "Olivia.VIA", "Version": "latest" },
        { "PackageIdentifier": "Ollama.Ollama", "Version": "latest" },
        { "PackageIdentifier": "Oracle.VirtualBox", "Version": "latest" },
        { "PackageIdentifier": "Playnite.Playnite", "Version": "latest" },
        { "PackageIdentifier": "PrismLauncher.PrismLauncher", "Version": "latest" },
        { "PackageIdentifier": "PrivateInternetAccess.PrivateInternetAccess", "Version": "latest" },
        { "PackageIdentifier": "Rustlang.Rustup", "Version": "latest" },
        { "PackageIdentifier": "Spotify.Spotify", "Version": "latest" },
        { "PackageIdentifier": "TablePlus.TablePlus", "Version": "latest" },
        { "PackageIdentifier": "TheBrowserCompany.Arc", "Version": "latest" },
        { "PackageIdentifier": "Ubisoft.Connect", "Version": "latest" },
        { "PackageIdentifier": "Valve.Steam", "Version": "latest" },
        { "PackageIdentifier": "VideoLAN.VLC", "Version": "latest" },
        { "PackageIdentifier": "VirtualDesktop.Streamer", "Version": "latest" },
        { "PackageIdentifier": "voidtools.Everything", "Version": "latest" },
        { "PackageIdentifier": "WinMerge.WinMerge", "Version": "latest" },
        { "PackageIdentifier": "Zen-Team.Zen-Browser", "Version": "latest" },
        { "PackageIdentifier": "SideQuestVR.SideQuest", "Version": "latest" }
    ],
    "SourceDetails": {
      "Argument": "https://cdn.winget.microsoft.com/cache",
      "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
      "Name": "winget",
      "Type": "Microsoft.PreIndexed.Package"
    }
  }]
}
