cask_args appdir: "/Applications"
tap "neovim/neovim"
tap "homebrew/cask-fonts"

brew "coreutils"
brew "ctags"
brew "dockutil"      # dock management
brew "exa"
brew "fzy"
brew "git"
brew "git-lfs"
brew "gnupg2"
brew "neovim"
brew "openssl"
brew "pinentry-mac"
brew "python3"
brew "rbenv"         # tmux
brew "ripgrep"
brew "ruby-build"    # tmux
brew "tmux"
brew "yarn"

cask "alacritty"
cask "alfred"
cask "authy"
cask "docker"
cask "dropbox"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "gpg-suite"
cask "istat-menus"
cask "keepingyouawake"
cask "meld"
cask "spotify"

mas "BetterSnapTool", id: 417375580
